<template>
  <div class="container">
    <div class="container-block">
      <h4>使用条款与隐私政策</h4>
      <p class="nopadding2">鉴于：“全球说“为北京酷语时代教育科技有限公司经营的一款线上语言学习平台，请在注册账户前仔细阅读《全球说使用条款及隐私政策》（以下简称“本协议”）中的各项条款内容，若您按照注册程序成功注册，即表示您同意并签署了本协议，并在您和北京酷语时代教育科技有限公司（以下简称“酷语”）之间产生法律约束力，如果您是代表您的雇主或其他企业签订本协议，您在此陈述并保证您已获得充分的授权有权签署本协议。如您希望与我们讨论本协议相关事宜，请通过电邮info@talkmate.com与我们联络。</p>
    </div>
    <div class="container-block">
      <h5 class="pd-top">一、协议范围</h5>
      <p class="text">1.1 <span></span>本协议是您与酷语本之间关于您使用酷语相关服务所订立的协议。</p>
      <p class="text">1.2 <span></span>本协议为约束您在使用酷语服务时与酷语之间形成的权利义务关系的一般规则，如您使用酷语某一特定服务时，该服务可能会有单独的协议（例如《全球说用户身份认证协议》），您在使用该服务前请阅读并同意相关的单独协议。您使用前述特定服务，即视为你接受相关单独协议。相关单独协议构成本协议的补充协议。</p>
      <h5 class="pd-top">二、服务的内容与形式</h5>
      <p class="text">2.1 <span></span>酷语提供的服务包括在其网站和移动应用上提供的服务，诸如为您直接上载、管理、传播内容提供服务外，还保留权利随时对该等服务进行更改、更新或提高。除书面另行声明外，任何扩大的服务范围及新增提供的内容均受本协议约束。</p>
      <p class="text">2.2 <span></span>您在使用酷语服务时，需要注册一个账户，您应按照注册提示提供准确的您的真实姓名、密码及真实的联系邮箱、身份证号等所要求的个人资料，您应确保您的用户身份的真实性、正确性、完整性。</p>
      <p class="text">2.3 <span></span>若您的个人注册信息发生变化时，您应及时更新，您输入的所有个人信息将被视作您的准确身份信息。 </p>
      <p class="text">2.4 <span></span>完成注册程序并被酷语认可的，您即为正式用户。</p>
      <p class="text">2.5 <span></span>在任何情况下，酷语均无核查您资料真实合法性的义务，任何以您的账号和密码所做出的行为将被视为您的个人行为。</p>
      <h5 class="pd-top">三、账号使用规范</h5>
      <p class="text">3.1 <span></span>用户账号的所有权归酷语所有，用户完成申请注册手续后，用户享有账号的使用权。如用户3个月未使用用户账号，酷语将保留账号收回的权利。</p>
      <p class="text">3.2 <span></span>您注册的账号中不得含有不雅文字、字母或其他不恰当名词或故意冒用他人信息或未经他人合法授权以他人名义注册账号，如酷语发现您账号存在前述内容，酷语将拒绝提供账户注册或保留注销您账号的权利。</p>
      <p class="text">3.3 <span></span>当您每次上网或使用其他服务完毕后，应当将有关账户等安全退出。 </p>
      <p class="text">3.4 <span></span>注册账户只为您本人所专有并仅限由其本人自己使用。一个注册账号同一时间只能在一台终端机上登录并使用，且一个注册账号至多只能在您本人所有的五台不同的终端机上登录使用。 </p>
      <p class="text">3.5 <span></span>您账号独占使用权仅属于初始申请注册人。为避免因账号问题产生纠纷，未经许可，您不应私下有偿、无偿出借、转让或合用账号，您应当自行承担因违反此要求而遭致的任何损失。</p>
      <p class="text">3.6 <span></span>您的账户在丢失、遗忘密码情况下应遵照酷语的找回密码途径请求找回账号。您可以凭初始注册资料向酷语申请找回账号。酷语的找回密码机制仅负责识别您所提供资料与系统记录资料是否一致，而无法识别请求人是否系账号的真正使用权人。对您因被他人冒名申请而致的任何损失，酷语不承担任何责任。您知晓账号及密码保管责任在于您，酷语并不承诺账号丢失或遗忘密码后您一定能通过找回密码程序和机制找回账号。您应当谨慎填写初始注册邮箱作为确认接收争议账号的指定邮箱。</p>
      <p class="text">3.7 <span></span>您有义务保证账号和密码的安全，您利用账号所进行的一切活动引起的任何损失或损害，由您自行承担全部责任，酷语不承担任何责任。如您发现账号或密码遭到未授权的使用或发生其他任何安全问题，应立即修改账号密码并妥善保管，并及时有效地通知酷语。因黑客行为或您的保管疏忽导致账号非法使用，酷语不承担任何责任。</p>
      <h5 class="pd-top">四、用户行为规范</h5>
      <p class="text">4.1 <span></span>您上载分享、发布、传播的信息内容，包括但不限于文字、字母、图片、链接、标识、视频、音频、程序或其它任何形式的内容和连接。</p>
      <p class="text">4.2 <span></span>您在酷语上传或发布原创作品及转载作品或其他内容的，您保证您对该等作品或内容享有合法知识产权或者相应合法授权，并且您同意授予酷语在全球范围内、免费的、不可撤销的、无期限的且可转让的非独家使用权许可，使酷语有权展示、传播及推广前述内容所需具备的全部许可，酷语有权自行或授权第三方对前述内容进行任何形式的传播、复制、修改、出版、发行及以其他方式使用。如因上传作品而引起的任何侵权纠纷，责任由您承担，且酷语保留追偿的权利。</p>
      <p class="text">4.3 <span></span>酷语在此特别提醒您，任何您经由酷语提供的服务，以上载、张贴、发送邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息或其它资料，无论系公开还是私下传送，均由内容提供者和您承担责任。</p>
      <p class="text">4.4 <span></span>4未经酷语许可，您不得发布含有或涉及以下内容：</p>
      <p class="nopd-top">(1) <span></span>利用酷语平台发布含有虚假、有</p>
      <p class="nopd-top">(2) <span></span>不得以酷语工作人员的名义从事任何发言等行为；</p>
      <p class="nopd-top">(3) <span></span>严禁以任何方式发布任何形式的广告，</p>
      <p class="nopd-top">(4) <span></span>其他酷语以主观审慎判断不得发布的内容。</p>
      <p class="text">4.5 <span></span>您确认以终端用户的身份，非商业、个人学习为目的使用酷语提供的服务，未经酷语许可，您禁止向任何第三方提供或以其他任何形式使用酷语中的任何内容或资料。在您结束非商业、个人学习为目的使用时，负有将相关内容或资料进行销毁义务。您在任何情况下均不得对前述内容或资料进行永久储存或使用，包括但不限于复制、翻译、传播、编辑、转让、许可他人使用和开发衍生产品等。</p>
      <p class="text">4.6 <span></span>您不得使用未经酷语许可的插件、外挂或第三方工具对酷语的服务进行施加干扰、破坏、修改等不良影响的行为或事件。</p>
      <p class="text">4.7 <span></span>您不得将全部或部分本网站内容用于开发衍生产品，或用于其它商业目的。</p>
      <p class="text">4.8 <span></span>您不得以任何方式上传或传播木马、蠕虫等病毒程序及附带上述病毒的文件或程序。</p>
      <p class="text">4.9 <span></span>您不得对本网站及相关资源进行破解，不得进行反向工程、反编译、反汇编或以其他方式尝试发现源代码或绕过任何技术限制。</p>
      <p class="text">4.10 <span></span>您在账户使用过程中不得制作、复制、发布、传播含有下列内容的信息：</p>
      <p class="nopd-top">(1) <span></span>反对宪法所确定的基本原则的；</p>
      <p class="nopd-top">(2) <span></span>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
      <p class="nopd-top">(3) <span></span>损害国家荣誉和利益的；</p>
      <p class="nopd-top">(4) <span></span>煽动民族仇恨、民族歧视，破坏民族团结的；</p>
      <p class="nopd-top">(5) <span></span>破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
      <p class="nopd-top">(6) <span></span>散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
      <p class="nopd-top">(7) <span></span>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
      <p class="nopd-top">(8) <span></span>侮辱或者诽谤他人，侵害他人合法权益的；</p>
      <p class="nopd-top">(9) <span></span>干扰酷语的正常运行和秩序，影响其他用户正常使用的；</p>
      <p class="nopd-top">(10) <span></span>煽动非法集会、结社、游行、示威、聚众扰乱社会秩序；</p>
      <p class="nopd-top">(11) <span></span>含有法律、行政法规、政策禁止的其他信息内容的。</p>
      <p class="text">4.11 <span></span>您仅对其享有的服务及酷语平台上的内容有使用权，并不对该内容拥有相关知识产权。未经酷语或其他有权第三方的许可，您不得对包括学习软件、学习资料、音频内容等在内的任何内容进行翻录、复制、发行、破解、信息网络传播或其他违反知识产权相关法律、法规的行为，否则所导致的一切民事、行政或刑事责任，由您自行承担。</p>
      <p class="text">4.12 <span></span>对于您在酷语所下载任何标有酷语或说明为酷语所有的软件，您只得根据具体的软件使用协议进行使用，并不拥有该软件及软件中任何内容的一切知识产权。除非经相应的软件使用协议许可，您不得自行或授权他人对软件或其中的任何一部分进行复制、反编译、倒序制造、反汇编、试图推导源代码、破译、修改或创作衍生作品，因此而造成酷语或任何第三方的损失，由您承担全部责任。酷语对上述侵权或违约行为保留追索的权利。</p>
      <p class="text">4.13 <span></span>在您使用酷语服务的行为违反相关法律、法规或不符合本协议约定和/或酷语主观审查要求时，酷语有权在未通知您的情况下，可以立即采取删除、屏蔽您发布的信息、断开链接、暂停或查封您的账户、取消您所获得星级、荣誉、虚拟财富及其他利益及中断或终止对您的服务等措施。</p>
      <h5 class="pd-top">五、知识产权及其他权利</h5>
      <p class="text">5.1 <span></span>1酷语的包括版权、商标在内的所有知识产权归酷语所有。除您自行上传、传播的内容外，酷语上所有相关内容（包括但不限于酷语直接所有或运营的任何网站及网站中所含的图像、照片、动画、录像、录音、音乐、文字、主题、程序、视觉效果等）的知识产权和商业秘密及其他所有权利，均属酷语或实际权利人所有。</p>
      <p class="text">5.2 <span></span>本协议对您使用本网站和移动应用服务的授权并不意味着本网站和移动应用知识产权权人（和/或所有产权人）对其享有的权利也进行了转让或进行独家/非独家授权使用。</p>
      <p class="text">5.3 <span></span>3酷语不对因上述知识产权的产生、传送或递交其全部或部分的过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿向您或任何第三方负法律责任。 </p>
      <h5 class="pd-top">六、免责条款</h5>
      <p class="text">6.1 <span></span>您通过酷语所发布的任何内容并不反映酷语的观点或政策，对此酷语不承担任何责任。您须对上述内容的真实性、合法性、无害性、有效性等全权负责，与您所发布信息相关的任何法律责任由您自行承担，与酷语无关。 </p>
      <p class="text">6.2 <span></span>您应对通过酷语上传分享、传播的内容承担责任。同时您明白，酷语无法预先知晓并合理控制经由内容上传者发送或传播的内容，亦无法准确判定内容上传者的真实身份。在使用本网站及服务过程中存在有来自任何他人的包括威胁性的、诽谤性的、令人反感的或非法的内容或行为或对他人权利的侵犯的匿名或冒名的信息的风险，您须承担以上风险。酷语不对您使用酷语服务及酷语上的信息或交易做任何形式或类型的保证或担保，不论是明确的还是隐含的，包括所有有关信息真实性、适用性、适于某一特定用途、所有权和非侵权性的默示担保和条件，对因此导致任何因您或其他用户不正当或非法使用网站或服务产生的直接、间接、偶然、特殊及后续的损害，不承担任何责任。但酷语有权采取停止传输任何前述内容并采取相应措施。</p>
      <p class="text">6.3 <span></span>为方便您使用，酷语可能会提供与第三方国际互联网网站或资源进行链接。除非另有声明，酷语无法对第三方网站服务进行控制，您因使用或依赖上述网站或资源所产生的直接或间接的损失或损害，酷语不负担任何责任。</p>
      <p class="text">6.4 <span></span>酷语不保证提供的服务一定能满足您的要求，也不保证服务的及时性、安全性、准确性。您使用酷语所产生的风险由您自己承担，在适用法律允许的最大范围内，酷语在任何情况下不就因使用或不能使用本网站及其相关服务所发生的特殊的、意外的、直接或间接的损失承担赔偿责任，即使已事先被告知该损害发生的可能性。</p>
      <p class="text">6.5 <span></span>由于政府行为、现行生效的法律或法规变更、火灾、地震、动乱、战争、停电、通讯线路中断等不可抗力及他人蓄意破坏、黑客、病毒、木马、电信部门技术调整、第三方服务及其他技术、互联网络、通信线路原因等，造成您或任何第三人出现或蒙受的服务中断、数据丢失或其他等任何损失或损害，这些损失或损害包括但不限于任何直接、间接、偶然、特殊及继起的损失或损害，酷语不承担责任，但酷语会及时采取必要的措施或尽可能合理的协助处理善后事宜，在能力范围内降低或消除您的损失或损害。</p>
      <h5 class="pd-top">七、服务中断或终止</h5>
      <p class="text">7.1 <span></span>1如发生下列任一种情形，酷语有权不通知您而中断或终止向您提供的服务，并将您在酷语的任何内容加以删除：</p>
      <p class="nopd-top">(1) <span></span>发布、传送、传播、储存危害国家安全统一、破坏社会稳定、违反公序良俗、侮辱、诽谤、淫秽、暴力以及任何违反国家法律法规的内容；</p>
      <p class="nopd-top">(2) <span></span>发布、传送、传播、储存侵害他人知识产权、商业秘密等合法权利的内容；</p>
      <p class="nopd-top">(3) <span></span>发布、传送、传播广告信息及垃圾信息；</p>
      <p class="nopd-top">(4) <span></span>虚构事实、隐瞒真相以误导、欺骗他人；</p>
      <p class="nopd-top">(5) <span></span>违反本协议的约定；</p>
      <p class="nopd-top">(6) <span></span>按照法律规定或主管部门的要求；</p>
      <p class="nopd-top">(7) <span></span>出于安全的原因或其他必要的情形。</p>
      <p class="text">7.2 <span></span>您有责任自行储存或备份服务中的数据。如您的服务被终止，酷语可以从服务器上永久的删除您的数据且酷语没有义务向您返还数据。</p>
      <p class="text">7.3 <span></span>3酷语有权随时终止向您提供服务，且酷语无须向您承担任何补偿或赔偿。如因您违反本协议造成酷语损失的，则酷语有权要求您承担相应的赔偿责任。</p>
      <h5 class="pd-top">八、隐私保护</h5>
      <p class="text">8.1 <span></span>1酷语尊重每一位用户的隐私，对于您提供的任何资料，我们将会以最严肃认真的态度进行保密处理，确保您的信息仅仅用于帮助我们为您提供更好更优质的服务。我们提供服务时，会收集、储存和使用下列与您有关的资料，包括个人资料和非个人资料：</p>
      <p class="nopd-top">(1) <span></span>您开立账户或使用我们的服务时，向我们所提供的资料，例如姓名、电话号码和电邮地址；</p>
      <p class="nopd-top">(2) <span></span>您使用我们服务时所提供的资料，包括您通过我们的服务向其他方提供的共享资料，以及您使用我们的服务时所储存的资料；</p>
      <p class="nopd-top">(3) <span></span>其他方使用我们的服务时所提供有关您的共享资料；</p>
      <p class="nopd-top">(4) <span></span>您使用我们服务时我们所收集的资料，例如若干位置数据和日志资料。</p>
      <p class="text">8.2 <span></span>「位置数据」指我们收集有关您位置的资料（您使用定位服务时），包括：</p>
      <p class="nopd-top">(1) <span></span>您使用我们服务时您所用装置的位置；</p>
      <p class="nopd-top">(2) <span></span>您接入我们服务时所用装置或互联网服务的网路协定位址（IP）；</p>
      <p class="nopd-top">(3) <span></span>您或其他用户提供的其他可显示您现时所在地或曾到地方的资料。</p>
      <p class="text">8.3 <span></span>「日志资料」指您使用我们服务时我们自动收集的技术资料，不论是透过使用cookies、网络信标和日志文件或其他方式，包括：</p>
      <p class="nopd-top">(1) <span></span>技术资料；</p>
      <p class="nopd-top">(2) <span></span>您在使用我们服务时所搜寻和浏览的资料；</p>
      <p class="nopd-top">(3) <span></span>您通过我们的服务所进行通讯的资料；</p>
      <p class="nopd-top">(4) <span></span>元数据，指您通过我们服务所提供的各项目的资料。</p>
      <p class="text">8.4 <span></span>「非个人资料」指任何与您有关但实际上不可直接或间接识别您身份的资料，包括以汇集、匿名或化名方式提供的个人资料。</p>
      <p class="text">8.5 <span></span>「共享资料」指在我们的服务上自愿共享有关您的资料，包括：您在我们的服务所张贴的讯息、您对其他人张贴的讯息作出的回应，以及包括与这些张贴讯息有关的位置数据和日志资料。共享资料亦包括使用我们服务的其他用户分享有关您的资料。</p>
      <p class="text">8.6 <span></span>我们可将您的资料用作下列用途：</p>
      <p class="nopd-top">(1) <span></span>向您提供服务</p>
      <p class="nopd-top">(2) <span></span>在我们提供服务时用作客户服务、保安、诈骗侦测、存档和后备用途；</p>
      <p class="nopd-top">(3) <span></span>向您提供较为适合您的宣传和直接促销资料；</p>
      <p class="nopd-top">(4) <span></span>为更了解您如何接入和使用我们的服务、为尝试改善我们的服务及回应客户的意愿和喜好，包括语言设定、位置设定、个人化的支援服务和指示，或就您和其他使用我们服务的客户给予其他回应；</p>
      <p class="nopd-top">(5) <span></span>有助我们建立新服务，改善我们现有服务；</p>
      <p class="nopd-top">(6) <span></span>如您的帐号订阅公众号，评估有关我们服务的宣传和其他促销及推广活动的效力，并加以改善；</p>
      <p class="nopd-top">(7) <span></span>让您参与有关我们产品和服务的调查。参与这些调查时完全自愿的，因此您可以选择是否提供有关资料。我们可能使用第三方服务供应商进行这些调查，有关第三方服务供应商将会禁止使用您的个人资料用于其它用途。</p>
      <p class="text">8.7 <span></span>除本协议允许或经您同意，我们不会将您的个人资料转移给任何其他第三方作任何用途。 为了更好地向您提供我们的服务、实现上述目的、履行我们根据本协议的责任和行使我们的权利、更好地理解和改善我们的服务，我们和我们的关联公司可将您的个人资料与我们的集团公司、合作伙伴及第三方服务供应商、承包商及代理共享。这些第三方可能位于您所在司法管辖区以外的地方，他们亦可为此等目的而在您所在司法管辖区以外的地方使用和储存您的个人资料。 如我们或我们的关联公司须与任何第三方分享您的个人资料，我们将尽合理努力，确保该等第三方仅在受制于在遵守本本协议及受制于我们向该等第三方发出的任何其他指示（包括我们实施的任何合适的保密和保安措施）的情况下使用您的个人资料。 我们容许分析服务提供者和广告宣传伙伴等第三方，在您使用我们的服务时，不时在不同网站或网上服务中，收集您的个人资料。 您同意第三方按照本协议的规定使用、共享和转移您的个人资料。</p>
      <p class="text">8.8 <span></span>我们可利用您的资料向您的装置发出电邮、会讯或推送通知。如您不希望收到这些通讯，您可按照我们向您发出的电邮所载的拒收指示，在装置选择取消通知（如有）或通过本协议提供的联络方式联络我们。 做为用户您同意酷语有权在认为必需时不时向您发出一些与服务有关的公告。 </p>
      <p class="text">8.9 <span></span>随着我们的业务持续发展，我们或我们的关联公司有可能被第三方收购或进行集团架构重组。在此等情况下，您的个人资料将根据本协议或不同的私隐政策（将通知您），在我们集团内转移及／或转移至继续营运我们服务或类似服务的第三方。受让您个人资料的一方可能位于您所在司法管辖区以外的地方，其可在您所在司法管辖区以外的地方使用您的个人资料。</p>
      <p class="text">8.10 <span></span>您同意我们或我们的关联公司在下列情况下可能需要保留、保存或披露您的个人资料:</p>
      <p class="nopd-top">(1) <span></span>遵守适用法律和法规；</p>
      <p class="nopd-top">(2) <span></span>遵从法院命令、传召或其他法律程序的规定；</p>
      <p class="nopd-top">(3) <span></span>因应政府机关、执法机构或类似组织（不论是否设于您的司法管辖区或其他地区）的要求；</p>
      <p class="nopd-top">(4) <span></span>如我们认为遵守适用法律或条例是合理必需的；</p>
      <p class="nopd-top">(5) <span></span>为了强制执行本协议、保护我们的权利、财产或安全，或为了保护我们关联公司、我们的服务的其他用户的权利、财产或安全而需要披露您的个人资料。</p>
      <p class="text">8.11 <span></span>我们可用cookies、网络信标和日志文件来收集和储存有关您的资料。 酷语会使用cookies以便我们知道哪些网站受欢迎，使您在访问我们的网站时得到更好的服务。cookies不会跟踪个人信息。当您注册我们的网站时，酷语亦会使用cookies。在这种情况下，cookies会存储一些如用户名、密码等有用信息，使您再次访问我们的网站时更加快捷方便。来自酷语的cookies只能被酷语读取。如果您的浏览器被设置为拒绝cookies，您仍然能够访问我们的大多数网站。</p>
      <p class="text">8.12 <span></span>我们的服务可能包括第三方提供的社交媒体或其他服务（包括网站），或该等服务可能将您连结至第三方提供的社交媒体或其他服务（包括网站）。您使用该等第三方服务须受第三方本身的服务条款及私隐政策而非本协议所约束，因此请仔细阅读其条款。本协议仅适用于我们所收集的任何资料，并不适用于任何第三方提供的服务或第三方的资料使用常规，而我们对任何第三方使用由您提供的资料不承担任何责任。</p>
      <p class="text">8.13 <span></span>在不违反法律法规的前提下，我们只在必要情况下才会使用您的个人资料，以符合上文所述的目的。 在遵守适用法律法规的前提下，您有权要求收取我们所持您的个人资料的副本，并有权更正该等资料，以及要求我们撤销和停用我们所储存您的个人资料。有关请求可直接向我们提出；您亦可登入您的账户并作出适当的更改（如有该选项）。我们将在六十天内回复所有向我们提出的要求 如您或我们因任何理由终止您的账户，我们将采取措施，确保在账户终止后一段合理时间内（受技术限制），您的个人资料不再透过我们的服务向外提供，而我们亦不再以其他方式使用。</p>
      <p class="text">8.14 <span></span>相关提示</p>
      <p class="text">8.15 <span></span>请注意，我们的服务可让用户与该服务的所有用户公开分享共享资料，而非仅与您的社交网络分享。特别是我们的社交媒体服务，是专为协助您与世界各地分享共享资料而设计。只要您一直不删除该等资料，有关资料便一直留存在公众领域（即使您删除后，该等资料仍可由其他用户或与我们没有联系及不受我们控制的第三方独立地高速缓存、复制或储存，或透过其他用户或该等第三方在公众领域保存）。请您认真考虑您通过我们的服务公开了哪些资料。在某些情况下，您可通过我们某些服务的私隐设定来控制公众阅览您的共享资料。如您要求从我们的服务中删除您的个人资料，请与我们联络。如您希望更新或修改您的个人资料，您可以登录您的帐户并作出适当的修改或与我们联络。在某些情况下，如我们未必可更新、修改或删除您的个人资料，我们会通知您未能删除的原因。</p>
      <p class="text">8.16 <span></span>请注意，为让我们的用户有较佳体验、改善我们的服务、以及为您同意的其他用途，透过我们的网站或服务所收集的个人资料，在不违反用户私隐监控（如有）的前提下，可用于我们的其他服务。</p>
      <p class="text">8.17 <span></span>请注意，在某些司法管辖区中，有些个人资料被列为「敏感」的个人资料，例如您的种族或族源、宗教观点、人生观或个人健康的资料。相比其他个人资料，这些资料受较严谨的规管。请注意，您在我们服务所输入的内容和资料可能会令您敏感的个人资料泄露给他人知道。我们恳请您考虑，以您目前建议使用我们服务的方式来传达您敏感的个人资料是否恰当。您同意您敏感的个人资料可按本协议所述的目的和方式来处理。同时，我们不会为宣传目的使用您敏感的个人资料。</p>
      <h5 class="pd-top">九、协议的变更</h5>
      <p class="text"><span></span>酷语有权根据实际运营需要，不定时修改本协议。如本协议有任何变更，我们将通过网站或其他方式予以公示。如您不同意相关变更，则应立即终止账号使用，否则即视为您同意并完全接受修订后的协议版本。如您登录且继续使用服务将被视为已接受修订后的协议。</p>
      <h5 class="pd-top">十、法律适用和管辖</h5>
      <p class="nopd-top">(1) <span></span>本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律。</p>
      <p class="nopd-top">(2) <span></span>如就本协议内容或其执行发生任何争议，应尽量友好协商解决；协商不成时，则争议各方均一致同意将争议提交北京仲裁委员会通过仲裁方式解决。</p>
      <h5 class="pd-top">十一、其他</h5>
      <p class="text">11.1 <span></span>本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。</p>
      <p class="text">11.2 <span></span>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。 北京酷语时代教育有限公司。</p>
      <p class="author">北京酷语时代教育有限公司</p>
    </div>
  </div>
</template>
<script>
export default {
  props: {
    panelShow: {
      try: Boolean
    }
  },
  data () {
    return {}
  },
  methods: {
  }
}
</script>
<style lang="less" scoped>
* {
  margin: 0;
  padding: 0;
}
body, html {
  width: 100%;
  height: 100%;
}
.container {
  background: #ffffff;
  padding: 50px 100px;
  margin: 50px auto;
}
.container .container-block h4{
  font-size:18px;
  font-weight:bold;
  color:rgba(16,48,68,1);
  line-height:25px;
  text-align: center;
  margin: 0  0 25px 0;
}
.container .container-block .nopadding2 {
  font-size: 14px;
  color: #3C5B6F;
}
.container-block h5 {
  font-size: 14px;
  color: #103044;
  font-weight: bold;
  margin: 20px 0 10px;
}
.container-block .text {
  font-size: 14px;
  color: #3C5B6F;
}
.container-block .nopd-top {
  font-size: 14px;
  color: #3C5B6F;
}
.container-block .author {
  font-size: 20px;
  color: #4b4b4b;
  line-height: 20px;
  text-align: right;
  margin-top: 20px;
}
</style>
